{"wrapper":"div.shopify-section-wrapper.section","sections":{"sidebar":{"type":"product-sidebar","settings":{"toggle":false}},"main":{"type":"product-template","blocks":{"title":{"type":"title","settings":{}},"58a82699-036a-47b0-9e31-6ab2d112d366":{"type":"form","settings":{}},"price":{"type":"price","settings":{"display_savings":true}},"description":{"type":"description","settings":{}},"share":{"type":"share","settings":{}}},"block_order":["title","58a82699-036a-47b0-9e31-6ab2d112d366","price","description","share"],"settings":{"product_breadcrumb":false,"media_position":"is-flex-row","set_product_height":true,"product_height":800,"video_looping":false,"product_thumbs":true,"gallery_arrows":true,"enable_product_lightbox":false,"activate_zoom":true,"slideshow_speed":0,"slideshow_animation":"slide","thumbnail_position":"bottom","enable_thumbnail_slider":true}},"1650748288b0ead5b5":{"type":"faq","blocks":{"1650748288b404db2a-1":{"type":"content","settings":{"title":"How much will a hot tub cost me to buy?","answer":"<p>At Hot Tub Liverpool we have a range of hot tubs to suit every budget, but it depends on what you are looking for in a hot tub. We have 13amp plug and play hot tubs that are perfect for socialising with friends and family, or we have the more powerful 32amp tubs which offer a hydrotherapy massage. Our 13amp tubs start from £3,495.00 and the 32amp tubs start from £5,995.00.<\/p>"}},"1650748288b404db2a-2":{"type":"content","settings":{"title":"What are the health & wellness benefits of a hot tub?","answer":"<p>There are several health & wellness benefits to owning a hot tub. They help you to relax and relieve stress due to the warm water. They can help to improve your skin and circulation as when you sweat it will remove toxins, creating a detox. Also, the massage jets can help if you have muscle pain from a sports injury or just general aching muscles from everyday life, the massage jets are also great for relieving back and joint pain.<\/p>"}},"1650748288b404db2a-3":{"type":"content","settings":{"title":"How much will my hot tub cost me to run?","answer":"<p>There are many different factors as to how much a hot tub will cost to run. It depends on the tub you choose, If you choose a higher range model of tub we would estimate that your costs would roughly be £1.20-£1.50 per day, this, however, may be different for different tubs etc. this is because of the quality of the insulation used, helping to retain as much heat as possible. The lower range, we estimate would cost roughly £3.00 per day. These, however, are just estimates. There are many things you can do to keep your hot tub running costs as low as possible. For example, make sure that your hot tub has a cover that fits perfectly, this will help to keep the heat in. If you are going away on holiday or not planning to use the tub for a period of time, we would advise turning the temperature down, this is also a good way for reducing costs. Also, your tub will probably be set at a lower temperature during the summer months than in the winter so your costs may change seasonally.<\/p>"}},"1650748288b404db2a-5":{"type":"content","settings":{"title":"What is the difference between a 13amp and a 32amp hot tub?","answer":"<p>13amp hot tubs are not as powerful as 32amp tubs, meaning that the massage benefits are not as good, having said that a 13amp tub still provides the relaxation benefits due to the warm water. A 13amp hot tub will plug into a regular household socket, which is why they are often referred to as ‘plug and play’ hot tubs.  A 32amp hot tub will provide a more powerful hydrotherapy massage experience. 32amp tubs need to have a dedicated electrical supply, which means you need to contact a qualified Electrician to come and do this for you.<\/p>"}},"1650748288b404db2a-6":{"type":"content","settings":{"title":"How will my hot tub be transported into my garden?","answer":"<p>Most hot tub deliveries are straightforward and can be manoeuvred on a sleigh, sometimes it may be necessary to remove a fence panel between gardens and get it in through a neighbour's garden, and in cases where access is minimal, a crane will be required. We work with a local crane company that will get your hot tub in as safely and efficiently as possible. <\/p>"}},"1650748288b404db2a-7":{"type":"content","settings":{"title":"How long will my hot tub take to heat?","answer":"<p>This depends on how powerful your hot tub heating element is, it also depends on the temperature you want it to be set at, the lower the temperature the less time it will take. Also, if the hot tub is covered with a good fitting heat retaining cover it will take less time to heat up. We would say that it would take anywhere between 8 to 12 hours to heat your hot tub, depending on the ambient temperature also.<\/p>"}},"ea1f2348-89ab-4926-984f-3a6094080991":{"type":"content","settings":{"title":"How do I keep my hot tub clean?","answer":"<p>Keeping your hot tub clean is essential to prolonging the life of your tub. There are different chemicals that you need to do different things. Chlorine or Bromine are both effective at killing bacteria that may occur in the water, Bromine is often used by people who suffer from sensitive skin as it doesn’t cause irritation. We sell a variety of hot tub chemicals and filters in our showroom.<\/p>"}},"f635de3a-94ab-4aa0-b9f4-8512e4da2aa7":{"type":"content","settings":{"title":"Will I receive tuition on chemicals","answer":"<p>Yes you will! When our Engineers deliver your hot tub, they will provide a full installation and tuition service, they will go through the chemicals with you and show you how much to use and when to use them, they will also show you how to test the water to see if it needs more or less of a chemical.<\/p>"}},"36f0592b-ef1b-44fc-ab33-bcf30656e785":{"type":"content","settings":{"title":"What can I sit my hot tub on?","answer":"<p>When deciding where to place your hot tub there are a number of factors to consider. Like the weight of it, the weight of the tub with water and people in it and the structural foundation of the base you are sitting it on.  Ideally, a completely flat and level concrete base would be perfect for positioning your hot tub, but you can also place your tub on decking if you have additional reinforcements in place to support the weight.<\/p>"}},"7cd591b7-84ae-4f08-8894-2d7253304aaf":{"type":"content","settings":{"title":"Should I turn my hot tub off?","answer":"<p>We would only recommend switching your hot tub off if you are not going to be using it for a long period of time. Turning it on and off all the time is not energy efficient and will cost you more in running costs in the long run. If you are going on holiday for a week or so we would, however, recommend turning the temperature down a few degrees, this will help to keep the tub running efficiently and help to keep your running costs down. <\/p>"}}},"block_order":["1650748288b404db2a-1","1650748288b404db2a-2","1650748288b404db2a-3","1650748288b404db2a-5","1650748288b404db2a-6","1650748288b404db2a-7","ea1f2348-89ab-4926-984f-3a6094080991","f635de3a-94ab-4aa0-b9f4-8512e4da2aa7","36f0592b-ef1b-44fc-ab33-bcf30656e785","7cd591b7-84ae-4f08-8894-2d7253304aaf"],"settings":{"title":"Frequently Asked Questions"}},"recently-viewed":{"type":"recently-viewed","settings":{"rv_title":"Recently viewed products","rv_products_style":"grid","rv_max_display":6,"rv_per":4,"css_class":"","custom_css":""}},"recommendations":{"type":"product-recommendations","disabled":true,"settings":{"show_product_recommendations":true,"product_recommendations_style":"slider","product_recommendations_heading":"You may also like","products_per_row":3,"recommended_products_limit":4}}},"order":["sidebar","main","1650748288b0ead5b5","recently-viewed","recommendations"]}